tutorials/interQHDFoam/2D/damBreak/constant/thermophysicalProperties
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  2.3.0                                 |
|   \\  /    A nd           | Web:      www.OpenFOAM.org                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     4.1;
    format      ascii;
    class       dictionary;
    location    "constant";
    object      thermophysicalProperties;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

phases (l g);
nul  nul  [0 2 -1 0 0]            1e-6;
rhol rhol [1 -3 0 0 0]            1000;
nug  nug  [0 2 -1 0 0]            1e-5;
rhog rhog [1 -3 0 0 0]            1;
taul taul [0 0 1 0 0 ]            0.25e-4;
taug taug [0 0 1 0 0 ]            0.50e-4;
sigma sigma [1 0 -2 0 0]          0.0;


QGD
{
    pRefCell		0;
    pRefValue		0;
    implicitDiffusion true;
    QGDCoeffs twoPhaseConstTau;

    twoPhaseConstTauDict
    {
    }
}
